---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.MEPFabricationFailures.AdditionalPartNotLoaded
source: html/17baf655-2197-a356-b5e9-8bed3fd5fb11.htm
---
# Autodesk.Revit.DB.BuiltInFailures.MEPFabricationFailures.AdditionalPartNotLoaded Property

An additional part was not loaded.

## Syntax (C#)
```csharp
public static FailureDefinitionId AdditionalPartNotLoaded { get; }
```